[app]
language=繁體中文
load_error=檔損壞或者圖像格式不被支援
load_error_ext=您需要安裝 ▢ 圖像擴展才能打開 ▢ 影像檔
yes=確定
no=取消
LANGUAGE_TIP=切換程式介面語言需要重啟軟體才能生效
OPEN_WITH=使用 PhoXoSee 查看
welcome=Welcome to PhoXoSee!
intro=PhoXoSee看圖不止是快
welcome_open=打開圖片
plugin_button=安裝
cancel=取消
ocr_none=圖像中未找到文字。

[TOOLBAR]
1=縮圖（F）
2=查看拍攝地點
3=實際大小（/ 或 1）
4=適應視窗（/ 或 1）
5=放大（Ctrl + 滾輪）
6=縮小（Ctrl + 滾輪）
7=上一張（←）
8=下一張（→ 或 空格）
9=左旋轉90°（Ctrl+L）
10=右旋轉90°（Ctrl+R）
11=刪除（Delete）
12=修改尺寸（F2）
13=看圖增強
14=更多（M）
15=全屏（Enter）
16=退出全屏（Enter）
17=配色方案
18=按拍攝日期查找照片
19=有新版本可用
20=裁剪 (K)

[ColorTheme]
1=標題列配色方案 : 跟隨系統|標題列配色方案 : 光亮模式|標題列配色方案 : 暗模式|標題列配色方案 : 自訂
t=按住 Shift 快速設定

[ViewEnhance]
t=更明亮|更鮮豔|更清晰|柔光鏡

[EXIF]
0=圖片資訊
1=圖片名稱:
2=圖片類型:
3=圖片大小:
4=圖片尺寸:
5=修改時間:
20=拍攝時間:
21=相機廠商:
22=設備型號:
23=鏡頭型號:
24=光圈值:
25=最大光圈:
26=曝光時間:
27=解析度:
28=ISO感光度:
29=焦距:
30=測光模式:
31=閃光燈:
33=曝光程式:
35=幀數:
50=軟體:
80=_/平均/偏中心平均/點/多點/圖案/部分
81=開/關
83=_/手動/正常/光圈優先順序/快門優先順序/創作程式(偏重使用視野深度)/操作程式(偏重使用快門速度)/縱向模式/橫向模式

[TITLE]
10=千萬像素
11=千
12=百萬像素
30=年
31=月
32=日

[DlgSetting]
page=看圖習慣|常規設置|文件關聯|資源管理器|其它設置|隱私
10=開啟硬體加速（GPU）
11=如果圖片顯示異常，請關閉硬體加速
12=刪除圖片前顯示確認
13=開啟超長圖智慧顯示策略
14=顯示原始大小並自動定位到最上方
15=保存JPEG圖像品質
16=0到100之間，推薦80
19=只允許打開一個看圖視窗
20=關閉主介面啟動動畫
21=記錄最近打開的文件
22=儲存介面佈局
23=啟動時重新開啟上一次的圖片
24=為選定的格式啟用檔案總管縮圖（可能需要重新啟動系統）
25=永久刪除檔案（不移至資源回收筒）
26=當 SVG 顏色過淡或過暗時自動設定背景
100=滑鼠滾輪
101=前後翻頁|放大縮小
103=按兩下圖片
104=放大（2 倍）|實際大小（100%）|全螢幕
106=圖片GPS定位使用
107=Bing 地圖|Google 地圖
109=最大放大倍數
110=至末尾/最前時迴圈看圖
113=旋轉圖片後自動保存到原圖
114=忽略圖像內嵌的ICC色彩方案
115=清除縮圖快取
116=縮放步進
117=標準|快速
118=顯示透明格線
119=始終以最高品質顯示圖像（稍慢）
200=副檔名|預設程式
201=變更
300=在資源管理器右鍵功能表中添加打開項
301=按ESC鍵退出程式
302=上一頁/下一頁按鈕樣式
303=圓形按鈕
305=放大圖片時禁用插值演算法處理
306=停用系統圓角
307=自動檢查更新

[DlgDelete]
t=刪除檔|不再提示|確認把此檔放入回收站嗎？

[DlgResize]
t=修改尺寸|寬|高|鎖定比例
1=顯示預估檔案大小\nWebP大小計算 (<2M 像素)

[DlgCustomizeTool]
1=左對齊|置中對齊|右對齊
tip=重設為預設值|移除按鈕|向左移動|向右移動|套用變更

[DlgAbout]
0=關於
1=版本:
2=版權所有 © ▢ FULI 保留所有權利
3=個人及商業用途均可免費使用
4=檢查更新
5=關閉
6=當前使用的是最新版本
7=有新版本可用。您想現在下載嗎？
8=鳴謝

[SearchImage]
1=選擇包含圖片的目錄
3=搜索照片的拍攝時間範圍:
4=當天|10天內|30天內|100天內
5=開始搜索
8=正在搜索圖片
9=搜索已經被取消
10=搜到照片數量

[BatchSvg]
1=選擇包含 ▢ 圖片的目錄
2=選擇輸出尺寸
3=開始轉換
4=此目錄沒有發現 ▢ 檔
5=圖像轉換完成
6=選擇輸出目錄
7=轉換失敗: 
8=轉換已取消.

[FILE]
SUPPORT_FILE=所有支援的圖片檔
SAVE_ERROR=保存檔失敗
5=目錄不存在
6=流覽...

[MENU]
2=退出
12=顯示實際大小
13=縮小以適應視窗
21000=打開圖片
21001=另存為
21002=複製
21100=列印
tool=工具
21101=取得目前桌布
21806=識別圖像中的文字
21807=裁剪
21600=窗口置頂
wheel=滑鼠滾輪
21700=前後翻頁
21701=放大，縮小
toolbar=工具列
21750=在頂部
21751=在底部
21805=自訂工具列
language=選擇語言
21800=設置
21801=關於
recent=最近瀏覽
21804=清除
20000=圖片資訊
21003=打開圖片所在位置
openwith=使用其他軟體打開
21803=選擇程式
20013=全屏
21004=從剪貼板獲取
21108=自動隱藏工具條
21110=轉換 SVG → PNG
21115=轉換 HEIC → JPG
thumbdock=縮圖清單位置
thumbsrow=每行縮圖數量
thumbsize=縮圖大小
21120=隱藏縮圖清單
21820=小
21821=中（預設）
21822=大
21823=Alt+滑鼠滾輪縮放